[
  
  {
    "title": "Welcome Note",
    "timestamp": "2025-06-05 09:30",
    "content": "Welcome to the official online notice board for FIA CEZ Championship race of Serres 2025! All important information and updates will be posted here."
  },
{
    "title": "Scrutineering Update",
    "timestamp": "2025-06-04 08:00",
    "content": "Scrutineering will start on the Friday of the race weekend.Time will be announced. The expected location is in Paddock Zone B."
  },

  {
    "title": "Entry Form",
    "timestamp": "2025-06-06 12:00",
    "content": "Please use the following link to register: <a class='download-link' href='https://docs.google.com/forms/d/1DSF5dxeb91_d1okZPqDh-hJF0cUHdqEudYTZYVjf4Co/preview' target='_blank'>Go to Entry Form</a>"
  },
  {
    "title": "Regulations & Technical Info",
    "timestamp": "2025-06-08 22:00",
    "content": "The event is governed by the FIA CEZ Circuit Regulations and Supplementary Bulletins. All cars must comply with BOP, minimum weight, and noise limits."
  },
{
    "title": "Scrutineering (technical) schedule ",
    "timestamp": "2025-06-09 17:00",
    "content": "The scrutineering schedule will follow soon. Please check for updates regularly."
  },
{
    "title": "Regulations & Technical Info",
    "timestamp": "2025-06-28 13:00",
    "content": "Teams are informed to comply with the noise limit. Information for GT3 cars: Appendix J Art.257A Rule 314: The noise generated by the car must not exceed 110 dB (A) at 3800 rpm, or at three-quarter maximum revs if this is less. This measurement is taken at a distance of 0.5 m and at a 45 degree angle to the point of exit of the exhaust. All measures taken to ensure that the maximum noise limits are not exceeded must be permanent in nature, and must not be cancelled out by the exhaust gas pressure. No heat shielding in direct or indirect contact with the exhaust for exhaust thermal insulaWon purposes is allowed unless specifically homologated. Heat screens fiXed for protecWng ancillaries from exhaust heat are allowed and may have their mounWngs on the exhaust manifold or pipe, provided that the screens are not in direct contact with the exhaust surface."
  }

]
